<html>
<head>
<title>ROBLOX PARA NINOS
</title>
</head>
<body>
<h1>
<font face="Comic Sans MS" color="#BC8F8F">&iquest;QUE ENSENA ROBLOX A LOS NINOS?
  </h1>
  </font>
<p>
<font face="Comic Sans MS" color="8B4513">
<P>
<img src="r3.JPG" style="float:left;" align="BOTTOM" alt="roblox pagina 4">
</img>

<H2>
<ul type="circle">
<li>Programaci&oacute;n y Desarrollo de Juegos:</li>


<font color="D2B48C">
 Roblox Studio permite a los ni&ntilde;os aprender conceptos b&aacute;sicos de programaci&oacute;n utilizando Lua, un lenguaje de programaci&oacute;n
 real. A medida que dise&ntilde;an y crean sus propios juegos, adquieren habilidades en codificaci&oacute;n, l&oacute;gica y resoluci&oacute;n de problemas.<br>
</font>
<font color="#A0522D">
<li>Creatividad e Innovaci&oacute;n:</font></li>
<font color="#D2B48C">
 Al ofrecer las herramientas para crear juegos y experiencias, Roblox fomenta la creatividad y la innovaci&oacute;n entre los ni&ntilde;os.
 Les permite dar vida a sus ideas y aprender sobre dise&ntilde;o gr&aacute;fico, animaci&oacute;n y creaci&oacute;n de contenido digital.<br>
</font>
<font color="A0522D">
<li>Emprendimiento:</li>
<font color="#D2B48C">
 Los ni&ntilde;os pueden ganar Robux, la moneda virtual de Roblox, a trav&eacute;s de sus juegos o elementos que venden en la plataforma. Esto les ense&ntilde;a sobre emprendimiento, gesti&oacute;n de recursos y conceptos b&aacute;sicos de econom&iacute;a.<BR>
</font>
<font color="#A0522D">
<li>Colaboraci&oacute;n y Trabajo en Equipo:</li> 
</FONT>
<font color="#D2B48C">
Muchos juegos en Roblox se centran en el juego cooperativo, donde los ni&ntilde;os deben trabajar juntos para lograr objetivos comunes. Esto fomenta habilidades de colaboraci&oacute;n, comunicaci&oacute;n y trabajo en equipo.<BR>
</font>
<font color="#A0522D">
<li>Pensamiento Cr&iacute;tico y Resoluci&oacute;n de Problemas:</li></FONT>
<font color="#D2B48C">
 Jugar y crear juegos en Roblox presenta a los ni&ntilde;os desaf&iacute;os que requieren pensamiento cr&iacute;tico y habilidades de resoluci&oacute;n de problemas para superar obst&aacute;culos y puzzles.<BR>
</font>
<font color="#A0522D">
<li>Responsabilidad Digital y Ciudadan&iacute;a:</li></font>
<font color="#D2B48C">
 Al interactuar en una plataforma social, los ni&ntilde;os aprenden sobre seguridad en internet, privacidad y c&oacute;mo comportarse de manera responsable en entornos en l&iacute;nea.<BR>
</font>
<font color="A0522D">
<li>Gesti&oacute;n del Tiempo:</li></font>
<font color="#D2B48C">
Participar en Roblox puede ense&ntilde;ar a los ni&ntilde;os a gestionar su tiempo eficientemente, equilibrando el juego con otras responsabilidades y actividades.<BR>
<font color="#A0522D">
<li>Diversidad Cultural:</li></font>
<font color="#D2B48C">
 Dado que Roblox es utilizado por personas de todo el mundo, los ni&ntilde;os tienen la oportunidad de interactuar con usuarios de diferentes culturas y antecedentes, fomentando la apreciaci&oacute;n y el respeto por la diversidad. 
</h2>



<A HREF="pag4.html">
<img src="derecha.png" align="right" width="15%" height="20%"></img>
</a>
<A HREF="pag2.html">
<img src="izquierda.png" align="left" width="15%" height="20%"></img>
</a>

<A HREF="indice.html">
<div align="center">
<img src="forindex.jpeg" width="18%" height="18%"></img></div>
</a>

</body>
</html>






